** DONE Read Out of the Tar Pit
   CLOSED: [2018-01-04 Thu 19:34]
   :LOGBOOK:
   CLOCK: [2018-01-04 Thu 17:42]--[2018-01-04 Thu 18:52] =>  1:10
   :END:
 https://github.com/papers-we-love/papers-we-love/blob/master/design/out-of-the-tar-pit.pdf
    Captured 2017-11-25 22:57
* DONE Will Humans Even Write Code in 2040 and What Would That Mean for Extreme He 
  CLOSED: [2018-01-03 Wed 13:45]
  :LOGBOOK:
  CLOCK: [2018-01-03 Wed 12:59]--[2018-01-03 Wed 13:45] =>  0:46
  :END:
[[cite:billings-2017-will-human][Billings et al. 2017: Will Humans Even]]
* DONE Cnn Is All You Need                            
  CLOSED: [2018-01-02 Tue 20:30]
  :LOGBOOK:
  CLOCK: [2018-01-02 Tue 20:21]--[2018-01-02 Tue 20:30] =>  0:09
  :END:
[[Cite:chen-2017-cnn-is]]
* DONE Deep Learning: A Critical Appraisal
  CLOSED: [2018-01-07 Sun 19:38]
  :LOGBOOK:
  CLOCK: [2018-01-07 Sun 19:38]--[2018-01-07 Sun 20:38] =>  1:00
  :END:
[[cite:marcus-2018-deep-learn]]
* DONE Recent Advances in Recurrent Neural Networks
  CLOSED: [2018-01-09 Tue 20:03]
  :LOGBOOK:
  CLOCK: [2018-01-09 Tue 19:41]--[2018-01-09 Tue 20:03] =>  0:22
  :END:
[[cite:salehinejad-2017-recen-advan][Salehinejad et al. 2017: Recent Advances Recurrent]]
* DONE Learning Feature Representations for Keyphrase Extraction
  CLOSED: [2018-01-10 Wed 14:01]
  :LOGBOOK:
  CLOCK: [2018-01-10 Wed 13:44]--[2018-01-10 Wed 14:01] =>  0:17
  :END:
[[cite:florescu-2018-learn-featur][Florescu & Jin 2018: Learning Feature Representations]]
* DONE Building Machines That Learn and Think Like People
  CLOSED: [2018-01-08 Mon 23:38]
  :LOGBOOK:
  CLOCK: [2018-01-08 Mon 21:40]--[2018-01-08 Mon 23:38] =>  1:58
  CLOCK: [2018-01-08 Mon 20:04]--[2018-01-08 Mon 20:37] =>  0:33
  :END:
[[cite:lake-2016-build-machin][Lake et al. 2016: Building Machines That]]
* DONE Cyclical Learning Rates for Training Neural Networks
  CLOSED: [2018-01-13 Sat 10:51]
  :LOGBOOK:
  CLOCK: [2018-01-13 Sat 10:43]--[2018-01-13 Sat 10:51] =>  0:08
  :END:
[[cite:smith-2015-cyclic-learn]]
* DONE Efficient Estimation of Word Representations in Vector Space
  CLOSED: [2018-01-13 Sat 14:56]
  :LOGBOOK:
  CLOCK: [2018-01-13 Sat 14:50]--[2018-01-13 Sat 14:56] =>  0:06
  :END:
[[cite:mikolov-2013-effic-estim]]
* DONE GloVe: Global Vectors for Word Representation
  CLOSED: [2018-01-13 Sat 15:46]
  :LOGBOOK:
  CLOCK: [2018-01-13 Sat 15:23]--[2018-01-13 Sat 15:46] =>  0:23
  :END:
[[cite:pennington2014glove]]
* DONE High-risk learning: acquiring new word vectors from tiny data
  CLOSED: [2018-01-13 Sat 16:12]
  :LOGBOOK:
  CLOCK: [2018-01-13 Sat 16:04]--[2018-01-13 Sat 16:12] =>  0:08
  :END:
[[cite:herbelot-baroni2017]]
* CANCELLED A Mathematical Theory of Deep Convolutional Neural Networks for Feature Ext
  CLOSED: [2018-01-13 Sat 17:08]
  :LOGBOOK:
  - State "CANCELLED"  from "DONE"       [2018-01-13 Sat 17:08] \\
    too difficult, don't know continuous frame theory
  CLOCK: [2018-01-13 Sat 16:23]--[2018-01-13 Sat 17:08] =>  0:45
  :END:
[[cite:wiatowski-2015-mathem-theor]]
